ag
awscli
cabal-install
cloc
cmake
coreutils
ctags
dasht
exercism
fasd
fzf
ghc
git
git-crypt
gpg
gradle
haskell-stack
htop
lynx
mongo
mongodb
node
openssl
phantomjs
python
python3
ranger
redis
rename
sbt
scala
shellcheck
the_silver_searcher
tmux
trash
tree
vim
webp
weechat
wget
zsh
